Repository: turris-cz/reforis-netmetr
Catalog: reforis_netmetr/translations/*/LC_MESSAGES/messages.po
Languages: cs, fr, hu, nl, ru

source: NetMetr measures your internet parameters like upload, download and response time.
cs: NetMetr měří parametry vašeho internetového připojení, například upload, download a dobu odezvy.
fr: NetMetr mesure vos paramètres Internet tels que le téléchargement, le téléversement et le temps de réponse.
hu: A NetMeter méri az internetes paramétereket, mint a feltöltés, a letöltés és a válaszidő.
ru: NetMetr измеряет ваши интернет-параметры, такие как скорость приёма, передачи и время отклика.

source: Speed Test
cs: Test rychlosti
fr: Test de vitesse
hu: Sebességmérés
nl: Snelheidstest
ru: Тест скорости

source: Autostart Settings
cs: Nastavení automatického spuštění
fr: Paramètres de démarrage automatique
hu: Automatikus indítás beállításai
nl: Autostart Instellingen
ru: Настройки автозапуска

source: Autostart
cs: Automatické spouštění
fr: Démarrage automatique
hu: Automatikus indítás
ru: Автозапуск

source: Enable Autostart to allow automatic measurement on specific daily hours that can be chosen.
cs: Povolení Automatického spouštění umožňuje automaticky měřit v určité denní hodiny, které si lze zvolit.
ru: Включите Автозапуск, чтобы разрешить автоматическое измерение в определенные ежедневные часы по выбору.

source: Enabled
hu: Engedélyezve
nl: Ingeschakeld
ru: Включено

source: The requested start time is approximate. The measurement will start about the selected hour (time is no exact due to load distribution).
cs: Požadovaný čas spuštěný je přibližný. Měření začne okolo vybrané hodiny (čas není přesný, aby se rozložila zátěž).
fr: L'heure de début demandée est approximative. La mesure commencera vers l'heure sélectionnée (l'heure n'est pas exacte en raison de la répartition de la charge).
ru: Запрошенное время начала является приблизительным. Измерение начнется примерно в выбранный час (время неточно из-за распределения нагрузки).

source: Select all
cs: Vybrat vše
fr: Tout sélectionner
hu: Mindent kijelöl
nl: Selecteer alles
ru: Выбрать все

source: Unselect all
cs: Nevybrat nic
fr: Tout désélectionner
hu: Minden kijelölés megszüntetése
nl: Deselecteer alles
ru: Снять все

source: Select autostart hours
hu: Az automatikus indítási órák kiválasztása
nl: Selecteer autostart uren
ru: Выбрать часы автозапуска

source: For more information you need to enter your sync code <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}" target="_blank" rel="noopener noreferer">here<sup><i class="fas fa-external-link-alt link-outside-icon ml-1"></i></sup></a>.
hu: További információért adja meg a szinkronizálási kódot <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}">itt</a>.
ru: Для получения дополнительной информации вам необходимо ввести свой код синхронизации <strong> $ {syncCode}</strong> <a href="${ndomNETMETR_MY_URL}"> здесь</a>.

source: Data downloaded successfully.
cs: Data byla úspěšně stažena.
fr: Données téléchargées avec succès.
hu: Az adatok letöltése sikeresen megtörtént.
nl: Data succesvol gedownload.
ru: Данные успешно загружены.

source: Data downloading failed.
cs: Stahování dat selhalo.
fr: Le téléchargement des données a échoué.
hu: Az adatok letöltése nem sikerült.
nl: Downloaden van data gefaald.
ru: Загрузка данных не удалась.

source: Speed test finished successfully.
cs: Test rychlosti skončil úspěšně.
fr: Le test de vitesse s'est terminé avec succès.
hu: A sebességmérés sikeresen befejeződött.
nl: Snelheidstest succesvol afgerond.
ru: Тест скорости успешно завершен.

source: Speed test failed.
cs: Test rychlosti selhal.
fr: Le test de vitesse a échoué.
hu: A sebességmérés nem sikerült.
nl: Snelheidstest gefaald.
ru: Проверка скорости не удалась.

source: Redownload data
cs: Znovu stáhnout data
fr: Ré-télécharger les données
hu: Adatok újraletöltése
nl: Opnieuw downloaden data
ru: Перезагрузка данных

source: Start test
cs: Spustit test
fr: Démarrer le test
hu: Teszt indítása
ru: Начать тест

source: Results
cs: Výsledky
fr: Résultats
hu: Eredmények
nl: Resultaten
ru: Результаты

source: Date and Time
cs: Datum a čas
fr: Date et Heure
hu: Dátum és idő
nl: Daum en Tijd
ru: Дата и время

source: Download [Mb/s]
cs: Stahování [Mb/s]
fr: Téléchargement [Mo/s]
hu: Letöltés [Mb/s]
ru: Приём [Мб/с]

source: Upload [Mb/s]
cs: Odesílání [Mb/s]
fr: Téléversement [Mo/s]
hu: Feltöltés [Mb/s]
ru: Передача [Мб/с]

source: Ping [ms]
ru: Пинг [мс]

source: Link
cs: Odkaz
fr: Lien
ru: Ссылка

source: No tests have been performed lately. Try to start a new test or re-download data.
cs: V poslední době neproběhly žádné testy. Zkuste spustit nový test nebo znovu stáhnout data.
fr: Aucun test n'a été effectué récemment. Essayez de démarrer un nouveau test ou de re-télécharger les données.
ru: В последнее время никаких тестов не проводилось. Попробуйте начать новый тест или повторно загрузите данные.

source: N/A
nl: N.v.t.
ru: Н/Д

source: Details
cs: Podrobnosti
fr: Détails
ru: Подробности

source: Cannot update netmetr settings.
cs: Nelze aktualizovat nastavení NetMetru.
fr: Impossible de mettre à jour les paramètres netmetr.
nl: Kan netmetr instellingen niet bijwerken.
ru: Не удается обновить настройки netmetr.

source: Enable Autostart
cs: Povolit automatické spouštění

source: Select Autostart Hours
cs: Vybrat hodiny pro automatické spouštění

source: For more information you need to enter your sync code <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}" target="_blank" rel="noopener noreferer">here<sup><i class="fas fa-external-link-alt fa-xs ml-1"></i></sup></a>.
cs: Pro více informace potřebujete vložit synchronizační kód <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}" target="_blank" rel="noopener noreferer">zde<sup><i class="fas fa-external-link-alt fa-xs ml-1"></i></sup></a>.

source: NetMeter measures your internet parameters like upload, download and response time.
nl: NetMeter meet uw internetparameters zoals upload-, download- en reactietijd.

source: For more information you need to enter your sync code <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}">here</a>.
nl: Voor meer informatie moet u uw sync code <strong>${syncCode}</strong> <a href="${NETMETR_MY_URL}">hier</a> invullen.

source: Test progress
nl: Test voortgang
